export default {
  projections: {
    ОплатаE: {
      видОплаты: {
        __caption__: 'Вид оплаты'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      время: {
        __caption__: 'Время'
      },
      дата: {
        __caption__: 'Дата'
      },
      печатьФото: {
        __caption__: 'Печать фото',
        номерЗаказа: {
          __caption__: 'Номер заказа'
        }
      }
    },
    ОплатаL: {
      видОплаты: {
        __caption__: 'Вид оплаты'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      время: {
        __caption__: 'Время'
      },
      дата: {
        __caption__: 'Дата'
      },
      печатьФото: {
        __caption__: 'Номер заказа',
        номерЗаказа: {
          __caption__: 'Номер заказа'
        }
      }
    }
  },
  validations: {
    видОплаты: {
      __caption__: 'Вид оплаты'
    },
    время: {
      __caption__: 'Время'
    },
    дата: {
      __caption__: 'Дата'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    печатьФото: {
      __caption__: 'Печать фото'
    }
  }
};
