export default {
  projections: {
    ПечатьФотоE: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      носитель: {
        __caption__: 'Носитель'
      },
      размерВСм: {
        __caption__: 'Размер в см'
      },
      количество: {
        __caption__: 'Количество'
      },
      фотокиоск: {
        __caption__: 'Фотокиоск',
        адрес: {
          __caption__: 'Адрес'
        }
      },
      коррекция: {
        __caption__: 'Коррекция',
        кадрирование: {
          __caption__: 'Кадрирование'
        },
        чБЦвет: {
          __caption__: 'Ч б цвет'
        }
      }
    },
    ПечатьФотоL: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      носитель: {
        __caption__: 'Носитель'
      },
      размерВСм: {
        __caption__: 'Размер в см'
      },
      количество: {
        __caption__: 'Количество'
      },
      фотокиоск: {
        __caption__: 'Адрес',
        адрес: {
          __caption__: 'Адрес'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    номерЗаказа: {
      __caption__: 'Номер заказа'
    },
    носитель: {
      __caption__: 'Носитель'
    },
    размерВСм: {
      __caption__: 'Размер в см'
    },
    фотокиоск: {
      __caption__: 'Фотокиоск'
    },
    коррекция: {
      __caption__: 'Коррекция'
    }
  }
};
